Revit 2024 API
DeleteElements Properties
The DeleteElements type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
 (Inherited from FailureResolution.)
See Also
DeleteElements Class
Autodesk.Revit.DB Namespace